[
  {
    "path": "posts/welcome/",
    "title": "Welcome to Vices - A Users Guide",
    "description": "This is the syllabus for the course. It includes links to the papers that we will read.",
    "author": [
      {
        "name": "Brian Weatherson",
        "url": "http://brian.weatherson.org"
      }
    ],
    "date": "2021-08-24",
    "categories": [],
    "contents": "\n\n\nCourse Description\n\n\nThis course has two parts. The first part concerns philosophical work on the nature of thick concepts, and in particular whether the existence of these thick concepts poses a threat to the idea that there is a fact/value distinction. The second part of the course concerns particular thick concepts, with a special focus on those that are relevant to both ethics and epistemology.\n\n\n\nCanvas\n\n\nThere is a Canvas site for this course, which can be accessed from https://canvas.umich.edu. Course documents (syllabus, lecture notes, assignments) will be available from this site. Please make sure that you can access this site. Consult the site regularly for announcements, including changes to the course schedule. And there are many tools on the site to communicate with each other, and with me.\n\n\n\nRequired Materials\n\n\nThere is one required book for the course.\n\nThe Lewd, the Rude and the Nasty: A Study of Thick Concepts in Ethics by Pekka Väyrynen. (This will be referred to as LRN in what follows.)\n\n\nIt’s also highly recommended that you get\n\nEthics and the Limits of Philosophy by Bernard Williams. (This will be referred to as ELP in what follows.)\n\n\nThick Evaluations by Simon Kirchin - this is freely available at https://global.oup.com/academic/product/thick-evaluation-9780198803430. (Look for ‘open access’ in top right.)\n\n\nThere are some assigned readings from it, but I’ll try to make them available to anyone who doesn’t have a copy. But if you’re working in ethics, it’s probably one of the books you should have on your shelf anyway.\n\nThe other readings will all be available through the university library, and will be linked on Canvas.\n\n\n\nCourse Requirements\n\n\nParticipate in the classes each week, having done the reading.\n\n\nWrite four ‘weeklies’ at some point during the term. A weekly should be a 2-3 page paper making one good point (either a criticism, or an application to some other debate) about the reading for that week. These do not need to include summaries of the text; assume the reader knows what you’re talking about.\n\n\nIn every week that you don’t write a weekly, leave (at least) one question about (at least) one of the papers from the reading on the Canvas discussion boards.\n\n\nWhen possible, answer some of the questions on the boards, and contribute to discussions there.\n\n\nWrite one short paper (about 10-12 pages, or about 3000 words) on one of the topics we discuss in the course.\n\n\nThe weeklies, and the short paper, may be co-authored. (I don’t know what it would be to co-author a question, though you should give credit to someone if the question came out of discussions with them.)\n\n\nSummary of Grading System\n\n\nParticipation in discussion boards and online classes - 20%\n\n\nWeeklies - 4 by 10% = 40%\n\n\nShort paper - 40%\n\n\n\nPlagiarism\n\n\nAlthough team-work, and even co-authorship, is encouraged, plagiarism is strictly prohibited. You are responsible for making sure that none of your work is plagiarized. Be sure to cite work that you use, both direct quotations and paraphrased ideas. Any citation method that is tolerably clear is permitted, but if you’d like a good description of a citation scheme that works well in philosophy, look at http://bit.ly/VDhRJ4.\n\nYou are encouraged to discuss the course material, including assignments, with your classmates, but all written work that you hand in under your own name must be your own. If work is handed is as the work of two people, you are affirming that each person did a fair share of the work. (Note that when you’re submitting work on Canvas, you have to each submit the paper, even if it is co-authored. That way Canvas knows that everyone has turned in work.)\n\nYou should also be familiar with the academic integrity policies of the College of Literature, Science & the Arts at the University of Michigan, which are available here: http://www.lsa.umich.edu/academicintegrity/. Violations of these policies will be reported to the Office of the Assistant Dean for Student Academic Affairs, and sanctioned with a course grade of F.\n\n\n\nDisability\n\n\nThe University of Michigan abides by the Americans with Disabilities Act of 1990, Section 504 of the Rehabilitation Act of 1973, and other applicable federal and state laws that prohibit discrimination on the basis of disability, which mandate that reasonable accommodations be provided for qualified students with disabilities.\n\nIf you have a disability, and may require some type of instructional and/or examination accommodation, please contact me early in the semester. If you have not already done so, you will also need to register with the Office of Services for Students with Disabilities. The office is located at G664 Haven Hall.\n\nFor more information on disability services at the University of Michigan, go to http://ssd.umich.edu.\n\n\n\n\n\n\nClass Schedule\n\n\nStudents must read the following before Monday’s class session. Important: class readings are subject to change, contingent on circumstances and the progress we make as a class. Students are encouraged to attend lectures and check the course website for updates. The links to readings will often be to things behind paywalls, but they are (I believe) all things you have access to through the UM library. You might have to be logged in to UM to get them though.\n\nFor each week, we’ll go through the readings in the order they are here. That doesn’t mean they are in order of importance; a couple of times there is a reading I want to focus on, but we need to briefly discuss something else to set it up. So each week I’ve starred the one that is really most crucial, though it might not be stuff we start with. Also, we’ll open each week with an open floor for any questions/comments/etc about anything on the list. After that I’ll work through things in the order they appear here, with the intent of going in the order shown.\n\nIt might not be obvious, but many of the paper titles below contain links to places the paper is accessible. (In some cases, that includes places where I have made them accessible, mostly legally.)\n\nNote that because we really aren’t expecting everyone to do the recommended reading, if you want to make a point about something in the recommended reading, you might need to provide a bit of background to any comment. (This isn’t important for the discussion boards, but it is important in class.) But you should assume everyone is familiar with the required readings, especially the starred ones.\n\n\nWeek 01, 08/30: The Fact-Value Distinction\n\n\nLRN chapter 1, especially subsection 1.4.2.\n\n\n*G. E. Moore, Chapter 1 of Principia Ethica, especially §§10-13.\n\n\nHighly Recommended\n\nJohn Maynard Keynes, My Early Beliefs.\n\n\nRecommended\n\nWilliam Frankena, The Naturalistic Fallacy.\n\n\nPekka Väyrynen, Thick Ethical Concepts in the Stanford Encyclopaedia, especially §2.1.\n\n\nSimon Kirchin, Thick Evaluation, chapter 1, especially pages 11-15.\n\n\n\nWeek 02, 09/06: Labor Day - No Class\n\n\n\nWeek 03, 09/13: Problems for the Distinction\n\n\nArthur Prior, The Automomy of Ethics.\n\n\n*Philippa Foot, Moral Arguments.\n\n\nELP, Chapter 7.\n\n\nRecommended\n\nIris Murdoch, Vision and Choice in Morality.\n\n\nGreg Restall and Gillian Russell, Barriers to Implication.\n\n\n\n\nWeek 04, 09/20: Williams on Thick Concepts\n\n\nELP, Chapters 8-10 (especially 8).\n\n\nRecommended\n\nSimon Kirchin, Thick Evaluation, chapter 8.\n\n\nLRN, §§10.2-3.\n\n\n\n\nWeek 05, 09/27: Shapelessness\n\n\nJohn McDowell, Non-Cognitivism and Rule Following.\n\n\nRecommended\n\nSimon Blackburn, Reply: Rule Following and Moral Realism.\n\n\nDebbie Roberts, Shapelessness and the Thick.\n\n\nSimon Kirchin, Thick Evaluation, chapter 5.\n\n\nLRN, Chapter 8.\n\n\n\n\nWeek 06, 10/04: Semantic Views\n\n\n*Daniel Elstein and Thomas Hurka, From Thick to Thin: Two Moral Reduction Plans.\n\n\nLRN, Chapter 3.\n\n\nRecommended\n\nLRN, Chapter 4.\n\n\nBrent Kyle, How are Thick Terms Evaluative?.\n\n\nMichael Smith, On the Nature and Significance of the Distinction Between Thick and Thin Ethical Concepts.\n\n\nSimon Kirchin, Thick Evaluation, §§2.4-2.6.\n\n\n\n\n\n\n\nWeek 07, 10/11: Pragmatic Views\n\n\nLRN, Chapter 5.\n\n\nRecommended\n\nSimon Kirchin, Thick Evaluation, Chapter 7.\n\n\nDebbie Roberts, Review of The Lewd, the Rude and the Nasty: A Study of Thick concepts in Ethics by Pekka Vayrynen.\n\n\nBianca Cepollaro and Isidora Stojanovic, Hybrid Evaluatives: In Defense of a Presuppositional Account.\n\n\n\n\nWeek 08, 10/18: Fall Study Break\n\n\nThis falls at a nice time, since it breaks the course in two between the general study of thick concepts, and looking at specific important thick concepts.\n\n\n\nWeek 09, 10/25: Modesty in Ethics\n\n\n*Julia Driver, The Virtues of Ignorance.\n\n\nG. F. Schueler, Why Modesty Is a Virtue.\n\n\nRecommended\n\nELP, Chapter 1.\n\n\nJulia Driver, Modesty and Ignorance.\n\n\nG. F. Schueler, Why Is Modesty a Virtue?.\n\n\nNicolas Bommarito, Modesty and Humility.\n\n\n\n\nWeek 10, 11/01: Modesty in Epistemology\n\n\nIan Church, The Doxastic Account of Intellectual Humility.\n\n\nAlessandra Tanesini, Intellectual Humility as Attitude.\n\n\nRecommended\n\nDuncan Pritchard, Intellectual humility and the epistemology of disagreement.\n\n\nMichael Lynch, Arrogance, Truth and Public Discourse.\n\n\nAlexandra Plakias, Some Probably-Not-Very-Good Thoughts on Underconfidence.\n\n\nNB: There is a huge and growing literature on this, and I’d be particularly happy to take recommendations for more readings on this particular question.\n\n\n\n\n\n\nWeek 11, 11/08: Hypocrisy\n\n\n*Danielle Dover, The Walk and the Talk.\n\n\nKyle G. Fritz & Daniel Miller, The Unique Badness of Hypocritical Blame.\n\n\nRecommended\n\nHannah Tierney, Hypercrisy and standing to self-blame.\n\n\nKasper Lippert-Rasmussen, Why the moral equality account of the hypocrite’s lack of standing to blame fails.\n\n\n\nWeek 12, 11/15: Open\n\n\nWeek 13, 11/22: Open\n\n\n\nWeek 14, 11/29: Open\n\n\nWe’ll discuss which virtues/vices/thick concepts we want to focus on in these weeks in weeks 1 and 2, and I’ll update this part of the syllabus with more readings.\n\n\n\nWeek 15, 12/06: Review\n\n\nWe’ll go over some themes from the course, and if anyone wants to do a presentation on their essay topic we can do some then. This is writing/grading time for most students, so we certainly won’t do new material. But I think there will be value in having a chance to review what we’ve covered, and for anyone to discuss things that came up when they were doing more reading for the short papers.\n\n\n\n\n\n",
    "preview": {},
    "last_modified": "2021-08-24T22:57:09-04:00",
    "input_file": {}
  }
]
