[
  {
    "path": "posts/2021-08-25-week-one/",
    "title": "Week One",
    "description": "I start by introducing some examples of the kinds of terms that will be at the center of our attention for the course. Then I look at some failed attempts to provide a characterisation of this class. I introduce two philosophical disputes that thick terms are central to, one concerning moral motivation, another concerning the nature of moral attitudes. The second has been the most important, so I spend a bit of time going over it, including going back to the origins of 20th century meta-ethics in G. E. Moore's Principia Ethica.",
    "author": [
      {
        "name": "Brian Weatherson",
        "url": "http://brian.weatherson.org"
      }
    ],
    "date": "2021-08-30",
    "categories": [
      "descriptive equivalence",
      "separation",
      "non-cognitivism",
      "moral motivation",
      "open question argument"
    ],
    "contents": "\nIntroduction\nLike many issues in philosophy, even saying what the debate about thick concepts or terms is about requires taking sides on a number of disputed philosophical questions. Rather than do that, I’ll follow common practice and start by just pointing out various examples. I’ll list terms here because it’s easier to list them than to list concepts, though our interest here is if anything more on the concepts than the terms.\nSo start by considering the words in these two lists.\nHonest, Fair, Brave, Friendly, Generous, Tactful\nWicked, Cowardly, Rude, Nasty, Selfish, Cruel\nWe will mostly recognise the first as terms of approval, even as distinctively moral kinds of approval, and the second as terms of disapproval. But that kind of boo/hooray doesn’t exhaust what is typically communicated by the terms.\nIt is perfectly consistent to say that something was good but not tactful. It may even be consistent to say that it was tactful but not good; let’s come back to that. What matters for now is that saying something is tactful isn’t just to express approval of it; it’s to approve of it in a particular respect. And if the thing doesn’t have that respect, then it isn’t tactful.\nTo take a very topical example, it would be very strange to describe the withdrawl of US troops from Afghanistan as tactful. If you disapprove of the withdrawl, then sure that’s easy to explain; you don’t like using positive terms to describe something you disapprove of. But even if you do approve of it, you might still think that while the withdrawl was good, it wasn’t good in the way that tactful things are good. You might think that the US actions were not tactful, and this is for broadly speaking descriptive rather than evaluative reasons.\nThe terms on these two lists are related to something like moral or ethical evaluation. But really for any kind of evaluation we can think of terms that seem to have these evaluative and descriptive aspects. So think of all of these broadly aesthetic terms.\nBeautiful, Sublime, Stylish, Elegant, Balanced, Delicate\nGarish, Messy, Crude, Ugly\nThe first group seem more or less positive, the second more or less negative. But they don’t just have these evaluative senses; they seem to have descriptive aspects to them. One can like, and approve of, a piece of music without thinking it beautiful. (How much of the Velvet Underground’s first album is beautiful? How much does that matter for how good the album is? Can something have a beautiful taste or smell? I don’t think so; a paper plane might look beautiful, but can it taste beautiful?) And the other terms are even more contentful descriptively.1\nThe album that launched 1000 bandsWe can do the same thing for evaluations to do with rationality, whether it is epistemic or practical.\nShrewd, Open-Minded, Humble, Insightful, Perceptive\nGullible, Stubborn, Shallow, Lazy\nWe’re going to cover epistemology a lot more in this course; let’s leave it there for now.\nSo far I’ve been dividing up the terms into the good ’uns and the wrong ’uns, but one thing that is super important is that there are plenty of terms that are nowhere near this easy to classify. The main book for this course, Pekka Vayrynen’s The Lewd, The Rude and the Nasty (Väyrynen 2013), makes these terms the centerpiece of the main argument. So let’s list a few contentious ones already.\nPekka VäyrynenLewd, Chaste, Blasphemous, Sinful\nThe idea that Vayrynen wants to build up is that these terms encode a moral system that we might well want to reject. Oddly, although Vayrynen wants to disagree with Bernard Williams (1985) about approximately everything to do with these thick terms, the possibility of such terms is also central to Williams’s story. That’s because Williams thinks that these terms are most at home in particular moral systems that need not be universally shared. One of his aims on getting us to focus on thick terms is to make moral relativism more appealing. Different cultures use different thick terms, but they are still using moral theories when they do so. But these are different theories, so of course the terms from other systems will strike us as defective in some way or other.\nBernard WilliamsThere are three more contentious terms that I want to spend a little time on before we move on.\nOne is really a class of terms: slurs. These seem to also have descriptive and evaluative components. If you call someone a bogan or a chav you’re probably insulting them.2 But you’re also making a descriptive claim, one that could be wrong. Donald Trump, for instance, is neither a bogan nor a chav, even if much of his sales pitch is targeted at people who might well fall into one or both of these categories. And this seems to be the general case with slurs; they have both descriptive and evaluative elements. But for most slurs, maybe including ‘bogan’ and ‘chav,’ the evaluative aspect is based in a bad moral theory. This is most obvious for the most obvious racial slurs, but it’s kind of true across the board. This isn’t a seminar on slurs, but slurs will be often in the background.\nThe second pair, which we will spend a lot of time on, is ‘humble’ and ‘modest.’ I’m not really going to separate these two, though maybe if it’s interesting enough we can. What I will spend a lot of time on is whether these are positive terms at all, and if so how they are. There’s that old line, sometimes attributed to Winston Churchill, about a modest man with much to be modest about, that gets at why you might worry about these being positive.3 And we’ll see in the philosophical theories of them, it’s very hard to come up with stories about humility and modesty that make them unambiguously positive.\nA modest manThe third kind of case I want to think about, and really just to flag, is that with a strange enough moral theory, almost any term can be positive. Think about ‘selfish’ as used by a devotee of Ayn Rand. This is going to be more grist for the view that Vayrynen pushes, that these terms are not actually evaluative at all, just descriptive. We’ll spend enough time on that in later weeks; I’m just flagging it now.\nAs well as the contentious terms, we should also think about the terms that are in a sense primarily descriptive, but which one could object to on evaluative grounds. Here are some examples, which will be relevant as we go along.\nMurderer, Thief, Liar\nFootballer, Artist, Philosopher\nJoke, Artwork, Song\nThe first three rely not just on something happening, e.g., some object being acquired, but on an evaluation of that happening, e.g., that the acquisition was of something a different person had a claim to. The second three rely on at least a minimal standard of quality being met. Whether a teenager is a footballer depends not just on whether they kick a ball around, but on how well they do it. There are bad footballers, but if you’re bad enough, you’re no longer a footballer. And the same goes for the last category. A bad enough joke isn’t actually a joke.\nIf you think of thick/thin as a spectrum, and I think it’s more or less a consensus now that you should, then these terms are at the opposite end from terms like ‘wicked,’ ‘intelligent,’ ‘beautiful,’ and other terms that don’t tell you very much about the descriptive attributes of the thing under discussion. But they still have many things in common with other thick terms, and it’s worth remembering their existence when we consider theories of thick terms.\nOne last introductory point that will be very relevant for the second half of the course. Most of these terms can be applied either to token actions/thoughts/intentions, or to agents as temporally extended beings. But, at least intuitively, they seem to apply in the first instance to agents, not to actions. That’s to say, at least intuitively the following theories seem like they are on the right track to me.\nFor someone to be a good person just is for their actions (or perhaps intentions) to be good.\nFor something to be a generous action (or intention) just is for it to be the kind of thing a generous person would do.\nFocussing on these terms, or concepts, draws our moral attention to people, in all their messy complexity, and away from individual actions or thoughts. And maybe that’s a very good thing. Whether or not it is, it’s quite a momentous thing, and it’s something we should pay attention do before jumping ahead.\nPuzzles about Definition\nSo far I’ve I ostended over 30 terms I’ve called thick terms, as well as noting that the class includes slurs, so you can probably add that many more again to the class off the top of your head.4 It would be good at this point to have a neat definition of our subject matter, to say what it is for something to be a thick term.\nUnfortunately, that isn’t going to happen. Any proposed definition will involve way too much theory. People who disagree with the theory can more-or-less agree on the existence and rough extension of the distinction we’re setting out. So the definition of the distinction can’t be in these theoretically contentious terms.5\nFor instance, you might borrow the venerable fact/value distinction and say that a thick term is one that has both factual and evaluative components. To say that Gen is a thief is to say that he brings things into his proximity, factual, and that he shouldn’t do this, evaluative. But this is wrong for at least four separate reasons.\nIf you’re a moral realist, you’ll think it is a fact that it is wrong for Gen to bring these things that belong to other people into his proximity.\nThis way of putting it assumes that we understand what it is for terms to be evaluative, and indeed that terms are evaluative, and both of these are contentious. (Note that Kirchin (2018) thinks that a big part of what’s wrong with the literature is that we’ve misunderstood how terms are evaluative.)\nThis way of putting it assumes something like Separability; the idea that thick terms have two different parts, one evaluative and one ‘factual.’ And that’s not just contentious; it’s mostly taken to be false.\nAnd the whole setup assumes a fact/value distinction - and the reason these terms were first made salient in philosophy was to undermine the very existence of that distinction. Much more on this to come.\nWilliams (1985) goes a different way. He says that the distinctive thing about these terms is that they are both ‘world-guided’ and ‘action-guiding.’ I take it he’s picking up here on something like the idea of mental states having a ‘direction of fit’ from Anscombe (1957).6. We want both our beliefs and our desires to have true contents. But what differs between beliefs and desires, at least in paradigm cases, is how we react if they don’t. If our beliefs have false contents, we change the beliefs. If our desires have false contents, we change the world. The world guides our beliefs, and our desires guide our actions. Or at least that’s the simple case; our attention will be on the cases that are less simple. To hold that Gen is a thief, on this picture, is to be in a state that should be guided by the world - it should be a reaction to Gen bringing certain kinds of things into his proximity - and should guide action - e.g., by punishing him. (Or, I guess more likely, using better locks when he’s around.)\nElizabeth AnscombeBut this won’t work either, again for several reasons.\nSome moral realists, most notably I guess Murdoch (1970), insist that moral attitudes are world-guided.\nSome philosophers, including me, deny that moral attitudes are (properly) action-guiding.\nI think we’re best off just sticking with the lists.\nDescriptive Equivalence\nI want to flag a question for now because we’re going to come back to it a lot in what follows. Let’s say you’ve got one of these sorta-descriptive/sorta-evaluative terms. And for some reason you want to factor out the descriptive part. Maybe you don’t actually share the views that make the evaluative part make sense. Or maybe you want to explain the term to someone who doesn’t. To make things concrete, maybe you’re trying to explain what a thief is to someone who really doesn’t get property norms, and can’t figure out how they work.\nIris MurdochIt’s actually kind of hard. Probably the best way to do it would be to try again to explain the moral theory of property - not as something they necessarily should endorse but as something they should understand - and then say that to be a thief is to violate this theory in certain ways. And maybe that could work, though I think it’s going to be tough.\nThis wasn’t much of an argument - we’ll see more thorough arguments in weeks to come - but it suggests the following conclusion.\nThere is no term that has the same descriptive meaning as ‘thief,’ but without the moral connotations.\nIn the language of thick concepts, there is no descriptive equivalent to ‘thief.’ The parallel claim in the slurs literature would be that a particular slur, like ‘bogan,’ has no neutral counterparts. And I suspect both of them are right.\nWhat would follow if this claim is right? We’ll spend a lot of time on this too. But one thing that you might think follows is that it’s bad news for views that say thick terms can be factorised into a descriptive and an evaluative part. And that in turn would be bad news for theories that require the possibility of such factorisations. It’s time to turn to such theories.\nSelf-Indulgent Interlude\nThe reason I’m interested in this stuff is that I’m in print defending what sure looks like one of those theories. Now I want to stress that theories like mine are not why people have been typically interested in thick concepts. But they are relevant to me, and it’s my seminar, so let’s start.\nCover art for Normative ExternalismOne of the core theses of Normative Externalism (Weatherson 2019) was that it is not good to be motivated by doing good as such. So I want to contrast these two cases.\nThere is a drowning child in the pond. Jill does not want the child to drown, so she jumps in and rescues the child.\nThere is a drowning child in the pond. Jack doesn’t care about whether or not children drown, at least under that description. But he does care a lot about doing the right thing, whatever it turns out to be, and he believes (correctly) that right now doing the right thing would be jumping in to rescue the child. So he jumps in and rescues the child.\nI’m committed to the view that what Jill did is much better, morally speaking, than what Jack did. Officially in the book the view is that being motivated by the desire to do the right thing, whatever it is, has no positive moral value. Actually I think something stronger than this - that it’s a vice.7\nThere is a common argument for the kind of view I have: the Nazi argument. The Nazis were horrible in every respect, yet at least some of them were motivated by a desire to do the right thing - while of course having horrible beliefs about what was right. So the fact that the Nazis were trying to do the right thing - under that very description (or at least its German translation) - isn’t a virtue of theirs. This argument is super sloppy, and I don’t really feel like trying to tidy it up, because I don’t think using Nazis in this kind of debate is helpful. There are messy historical questions about just what kind of motivations different Nazis actually had. And even if we sort those out, how to map Nazi attitudes onto regular categories from moral psychology is a hard and unpleasant question.8\nA better argument comes from thinking about terrorist groups, especially groups that have self-consciously moral aims. And within those, especially groups whose ends are ones that we might find basically congenial, however much we disagree with them about means. So in the book I spend a bit of time talking about Jacobins, mostly drawing on the discussion in Palmer (1941). But I suspect it would have been better to focus as well, or perhaps instead, on IRA terrorists, as discussed in Keefe (2019). I just don’t think you should look at people murder single parents because of flimsy evidence that they were providing trifling help to the government, and say that “Well, at least they thought they were doing the right thing.” Instead, I think you should see their overarching desire to do the right thing as having removed a very useful guardrail that most of us have on our actions - that little voice Socrates talks about that warns us against doing something so abhorrent.\nThe original terroristSo what I’d really like to say is this. A good action just is one that is driven by good intentions. And good intentions are intentions that are driven by desires to promote descriptively individuated states that are in fact good, while also desiring to avoid (or perhaps prevent) descriptively individuated states that are in fact bad. It’s to be like Jill - to jump in because a child is drowning.\nNow if there was a clear descriptive/evaluative distinction, that would all be fine. I mean, it would still be controversial, but it would at least make sense. But what do we say about someone who…\ndid X because it was the only fair thing to do?\ndidn’t do X because it would be stealing?\ndid X because it was the bravest thing to do?\ndidn’t do X because it would be lazy to do it?\nI have views about each of these questions. But I don’t have anything remotely like a theory that produces these verdicts as theorems. So this is why I’m interested in the topic. But it’s not the standard reason. That has to do with anti-realist ethical views.\nThe Open Question Argument\nMoore has been so influential on meta-ethics over the last 120 years that it is easy to place him using familiar language. That’s because the language developed in no small part in response to his work.9\nMoore is a moral realist. He thinks that moral properties exist, that some things have them and that others don’t. At least in Principia Ethica, he has an extremely anti-relativist form of realism, though that gets at least a bit qualified in later works.\nHe is, in the language that Vayrynen uses, a thin centralist. He thinks the key notions in ethics are things like goodness, rightness and what one ought, all things considered, do.\nHe is a consequentialist. He thinks that what makes something the right action is that it produces the best consequences. In Rawls’s terminology, he thinks that the good is prior to the right.\nAnd he is an agent-neutral consequentialist, again at least in Principia Ethica. He thinks that what is absolutely good is prior to what is good for me or for you, if we can even make sense of those notions.\nBut he is not in any recognisable sense a utilitarian. He is a value pluralist; he doesn’t think that there is just one thing we should try to maximise. And that one thing is not purely mental. He thinks, anticipating some environmental ethics, that it would be better for the world to be beautiful rather than ugly, even if no one was around to appreciate it. And, famously, he believes in the principle of organic unity, or what we might call value holism. The value of a whole is in no sense the sum of the value of the parts.10 I don’t know precisely how we want to use the term ‘utilitarian,’ but I think it probably should be reserved for people who believe at least some of the things that Moore is denying here.\nG. E. MooreAnd now we get to the most contentious term of all: Moore is a non-naturalist. Just what this means is not easy to say. It does not mean that he thinks goodness is some kind of supernatural property. The way Moore uses words, divine command theories are naturalist. This is one bit of terminology that has not caught on. The simplest thing to say, in modern lingo, is that Moore is an anti-reductionist.\nIt’s this anti-reductionism that is meant to be supported by the infamous open question argument. Here’s how a modern presentation of the argument might go. We’ll come back to how much Moore says anything quite like this. Consider any proposed reduction of goodness to some descriptive property D. According to the reduction, goodness is D. But we can sensibly say, “That is D, but is it good?” Its goodness might remain an open question for us even after we concede it is D. So goodness is not D. And since D was arbitrary, it follows that goodness isn’t anything else.\nAs it stands, there is a simple response to this argument. Who is the ‘we’ who can sensibly ask the open question? It can’t be those who know that goodness is D - the question won’t be open for them. Moore thinks there are no such people, but he can’t take that as a premise; that would make the argument obviously circular. A natural hypothesis is that it is competent users of the language. But now we have the familiar point that competent speakers of the language need not be on top of all reductions. We have a successful reduction of water, it is H2O. But for someone who doesn’t know this bit of chemistry, the question “Does this water contain oxygen?” might be an open question. So if you restrict things to people who know that goodness is D, the question is not open, and if you don’t, the openness of the question doesn’t prove anything.\nI think this is a pretty conclusive response to what I was calling the open question argument. But there are at least three reasons to think that at this point we’ve misinterpreted Moore. First, nothing that has been said so far distinguishes ‘good’ from ‘horse.’ In both the argument and reply, you could replace ‘good’ with ‘horse’ and everything else would go through smoothly. Yet whatever else Moore is doing, he is trying to show a way in which ‘good’ is different from ‘horse.’ Second, this makes the argument sound like it really is about meanings of words. And again, Moore is very clear that he doesn’t care about meanings in the ordinary sense. Think, for example, about the parts where he is mocking someone who thinks that the fact that something falls in the extension of a particular English word is a reason to do it. He does talk about definitions, and we’ll have to come back to that, but he isn’t talking about word meanings. Third, there seem to be two arguments in §13, which looks like the key section, and neither of them seem to be the modern presentation of the argument - though both of them eventually get close to it.\nSo what is Moore trying to do, if he’s not providing an argument about the meaning of ‘good?’ He is asking what the metaphysical definition of goodness is. This idea of there being metaphysical definitions somewhat dropped out of philosophy for a while - it really is the kind of metaphysics that the positivists wanted to be rid of - but you can see it in some contemporary philosophy. I think what Moore is up to here is continuous with the discussions of metaphysical semantics in Writing the Book of the World (Sider 2011). Moore thinks that the language of the book will include a word much like ‘good,’ but it won’t include a word like ‘horse.’ If you want to really say how things are, you shouldn’t talk about horses; you should talk about horse parts and their arrangement. But you should talk about goodness.\nWhat then is the argument for that conclusion? It seems on the face of it Moore gives two arguments, one in §13(1), the other in §13(2). And neither I think is the standard open question argument. The argument in §13(1) goes like this.11 Let D be an arbitrary proposed definition of goodness; we’ll show it fails.\nIt makes sense to ask whether it is D that X is D. E.g., it makes sense to ask whether it is desirable to desire that we desire to desire beauty.\nIt does not make sense to ask whether it is good that X is good.\nSo goodness is not D.\nOr perhaps the argument is this - I really can’t tell quite what’s going on in premise 2.\nIt makes sense to ask whether it is D that X is D. E.g., it makes sense to ask whether it is desirable to desire that we desire to desire beauty.\nAnyone who understands the question of whether it is D that X is D will understand that it is not the same question as whether it is good that X is D.\nSo goodness is not D.\nThe point is not we might be competent users of a term and not recognise correct metaphysical reductions. That’s an obvious consequence of thinking about ‘horse’ for a minute. Rather, it’s that fully informed users of the terms will recognise the differences between these questions.\nWhy believe premise 2 in either case? Here’s where I think Moore gets closest to the standard presentation of the argument. What he really needs is that fully informed speakers of the language of the book of the world will see that there is a difference between It is D that X is D and It is good that X is good / It is good that X is D. Now his opponents think they will not. Who’s right? Well the claims sure seem different to us pretty-well-informed speakers, and maybe that’s evidence that they seem different to fully informed speakers. I’m not sure. In any case, it’s already a bit interesting that the argument is about these claims where D appears twice; I don’t think the standard presentation does that.\nThe discussion in §13(2) gets closer to the standard presentation. But it’s very odd. I can’t really tell who the opponent is supposed to be here, and I suspect that’s about to become important. He says in the first sentence that the opponent is the person who says that ‘good’ is meaningless. I think this is the view that ‘good’ doesn’t have a counterpart in the book of the world not because like ‘horse’ it can be reduced, but because like ‘phlogiston’ it wasn’t needed. But I’m super not sure - that’s the person he says he is targeting - but this doesn’t make best sense of what follows.\nSo what does follow. Well, let D1, D2, D3, etc be different proposed reductions of goodness that people might have tried back in the previous argument. Then we get the following argument.\nFor each Di, it makes sense to ask whether Di is good.\nEach of these questions has something in common.\nIf goodness had no meaning, these questions would not make sense, or at least wouldn’t have anything in common.\nSo goodness has a meaning.\nThen Moore puts the two parts together. By the second argument, goodness has to appear in the book of the world either directly, as part of the basic language, or indirectly, as something else that gets reduced to it. But by the first argument it can’t appear indirectly. So it must be a fundamental feature of the world. And that’s what the non-naturalist realist wants.\nNow one giant caveat needs to be put on the board here. In both §13(1) and §13(2), the discussion around the argument gets very close to what I’m calling the standard presentation of the open question argument. But ultimately I don’t think that’s the argument. I think the argument is about the non-identity of second-order claims involving D, and the intelligibility of questions about whether D is good. But on the latter part what matters is not the possibility that such a claim is false, as in the standard presentation, but that such a claim is true.\nSo that’s Moore. Why is he relevant to our story? Well a lot of philosophers thought that a lot of the arguments he made were successful, but that his conclusion - non-naturalist realism - was unacceptable. So they wanted a way out. And non-cognitivism was advertised as being a way out of the argument.\nIf D is good just means Hooray for D!, then you can accept a lot of Moore’s premises without accepting his conclusions. Asking whether it is good that X is D is different to asking whether it is D that X is D. The latter is asking a factual question about the world; the former is asking whether to cheer for a different fact. And asking whether D1, D2 etc are all good does make sense, and the questions do have something in common. They are all questions about what one cheers for - that’s the common factor. And of course this approach handles the standard presentation of the open question argument - which probably does show up in something like this form in Ayer (1936) - just as smoothly. Of course it makes sense to ask X is D, but do I cheer it? for any D.\nSo that’s where our story starts. Moore convinced people that a certain kind of reductionist naturalism was a non-starter. Wanting to hold on to ethics, but not at the price of non-naturalism, many philosophers responded by adopting non-cognitivism. But this relied on a heavy-duty fact/value distinction, and seemed to undermine the philosophical significance of moral theorising. And the first significant push back against non-cognitivism came from people who wanted to complicate the fact/value distinction, with thick concepts as their primary weapon for muddying the waters.\nFor Next Time\nThere is no class next week for Labor Day. I’m not going to write anything this long for any upcoming class - I didn’t mean this to be this long. But we’ll cover three things.\nArthur Prior’s objections to Hume’s “No ought from an is” principle.\nPhilippa Foot’s discussion in “Moral Arguments,” especially the discussion of rudeness.\nIf time, Williams’s introduction of the term ‘thick concepts’ in Chapter 7 of Ethics and the Limits of Philosophy.\nOf these, the priority is point 2; I plan on having us go through that paper pretty carefully. But hopefully we’ll have enough time to say something about Prior and Williams as well.\n\n\n\nAnscombe, Elizabeth. 1957. Intention. Oxford: Basil Blackwell.\n\n\nAyer, Alfred. 1936. Language, Truth and Logic. London: Gollantz.\n\n\nHumberstone, I. L. 1992. “Direction of Fit.” Mind 101 (401): 59–83. https://doi.org/10.1093/mind/101.401.59.\n\n\nHurka, Thomas. 2021. “Moore’s Moral Philosophy.” In The Stanford Encyclopedia of Philosophy, edited by Edward N. Zalta, Summer 2021. https://plato.stanford.edu/archives/sum2021/entries/moore-moral/; Metaphysics Research Lab, Stanford University.\n\n\nKeefe, Patrick Radden. 2019. Say Nothing: A True Story of Murder and Memory in Northern Ireland. New York: Doubleday.\n\n\nKirchin, Simon. 2018. Thick Evaluation. Oxford: Oxford University Press.\n\n\nLewis, David. 1989. “Dispositional Theories of Value.” Aristotelian Society Supplementary Volume 63 (1): 113–37. https://doi.org/10.1093/aristoteliansupp/63.1.89.\n\n\nMurdoch, Iris. 1970. The Sovereignty of Good. London: Routledge; Kegan Paul.\n\n\nOhler, Norman. 2016. Blitzed: Drugs in the Third Reich. New York: Mariner Books.\n\n\nPalmer, R. R. 1941. Twelve Who Ruled. Princeton, NJ: Princeton University Press.\n\n\nSider, Theodore. 2011. Writing the Book of the World. Oxford: Oxford University Press.\n\n\nVäyrynen, Pekka. 2013. The Lewd, the Rude and the Nasty: A Study of Thick Concepts in Ethics. Oxford: Oxford University Press.\n\n\nWeatherson, Brian. 2019. Normative Externalism. Oxford: Oxford University Press.\n\n\nWilliams, Bernard. 1985. Ethics and the Limits of Philosophy. London: Routledge.\n\n\nIf this was an aesthetics seminar I’d spend hours at this point asking if there are any terms in aesthetics that are as ‘thin’ as ‘good’ and ‘right.’ But let’s leave that for another day.↩︎\nIf you don’t know either of these terms, Urban Dictionary might help - though probably the ‘definitions’ there will be just as unintelligible as the terms. Anyway, these are both broadly social slurs aimed at a particular kind of less wealthy person.↩︎\nThough since the target of the quip is usually said to be the person who was in fact the greatest ever British PM, maybe this example doesn’t show very much.↩︎\nHow many more might depend on your cultural upbringing; the variety of slurs in circulation seems to vary a lot from place to place.↩︎\nIs this an open question argument? Maybe! Foreshadowing…↩︎\nSee Humberstone (1992) for much more background on this.↩︎\nWe maybe even have a word for it in English: ‘self-righteousness.’ But whether that’s exactly the right word for this character trait is less interesting to me than whether the trait is a vice↩︎\nThe evidence in Ohler (2016) that they were taking all the drugs does not make this task any easier.↩︎\nI’m drawing a lot on Hurka (2021), especially in the first few paragraphs.↩︎\nThis is implicit in Jevons’s work, but it’s Moore who really makes it central to philosophical discussions of value.↩︎\nAnd note that Moore’s particular example of D involves second-order desires, just like the theory in Lewis (1989). It’s really so much more contemporary sounding than so much else that was going on at the time.↩︎\n",
    "preview": "posts/2021-08-25-week-one/moore.jpg",
    "last_modified": "2021-08-25T16:42:34-04:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Vices - A Users Guide",
    "description": "This is the syllabus for the course. It includes links to the papers that we will read.",
    "author": [
      {
        "name": "Brian Weatherson",
        "url": "http://brian.weatherson.org"
      }
    ],
    "date": "2021-08-24",
    "categories": [
      "syllabus"
    ],
    "contents": "\n\n\nCourse Description\n\n\nThis course has two parts. The first part concerns philosophical work on the nature of thick concepts, and in particular whether the existence of these thick concepts poses a threat to the idea that there is a fact/value distinction. The second part of the course concerns particular thick concepts, with a special focus on those that are relevant to both ethics and epistemology.\n\n\nPhoto by VasenkaPhotography via Creative Commons.\n\n\nCanvas\n\n\nThere is a Canvas site for this course, which can be accessed from https://canvas.umich.edu. Course documents (syllabus, lecture notes, assignments) will be available from this site. Please make sure that you can access this site. Consult the site regularly for announcements, including changes to the course schedule. And there are many tools on the site to communicate with each other, and with me.\n\n\n\nRequired Materials\n\n\nThere is one required book for the course.\n\nThe Lewd, the Rude and the Nasty: A Study of Thick Concepts in Ethics by Pekka Väyrynen. (This will be referred to as LRN in what follows.)\n\n\nIt’s also highly recommended that you get\n\nEthics and the Limits of Philosophy by Bernard Williams. (This will be referred to as ELP in what follows.)\n\n\nThick Evaluations by Simon Kirchin - this is freely available at https://global.oup.com/academic/product/thick-evaluation-9780198803430. (Look for ‘open access’ in top right.)\n\n\nThere are some assigned readings from it, but I’ll try to make them available to anyone who doesn’t have a copy. But if you’re working in ethics, it’s probably one of the books you should have on your shelf anyway.\n\nThe other readings will all be available through the university library, and will be linked on Canvas.\n\n\n\nCourse Requirements\n\n\nParticipate in the classes each week, having done the reading.\n\n\nWrite four ‘weeklies’ at some point during the term. A weekly should be a 2-3 page paper making one good point (either a criticism, or an application to some other debate) about the reading for that week. These do not need to include summaries of the text; assume the reader knows what you’re talking about.\n\n\nIn every week that you don’t write a weekly, leave (at least) one question about (at least) one of the papers from the reading on the Canvas discussion boards.\n\n\nWhen possible, answer some of the questions on the boards, and contribute to discussions there.\n\n\nWrite one short paper (about 10-12 pages, or about 3000 words) on one of the topics we discuss in the course.\n\n\nThe weeklies, and the short paper, may be co-authored. (I don’t know what it would be to co-author a question, though you should give credit to someone if the question came out of discussions with them.)\n\nSummary of Grading System\n\n\nParticipation in discussion boards and online classes - 20%\n\n\nWeeklies - 4 by 10% = 40%\n\n\nShort paper - 40%\n\n\n\n\nPlagiarism\n\n\nAlthough team-work, and even co-authorship, is encouraged, plagiarism is strictly prohibited. You are responsible for making sure that none of your work is plagiarized. Be sure to cite work that you use, both direct quotations and paraphrased ideas. Any citation method that is tolerably clear is permitted, but if you’d like a good description of a citation scheme that works well in philosophy, look at http://bit.ly/VDhRJ4.\n\nYou are encouraged to discuss the course material, including assignments, with your classmates, but all written work that you hand in under your own name must be your own. If work is handed is as the work of two people, you are affirming that each person did a fair share of the work. (Note that when you’re submitting work on Canvas, you have to each submit the paper, even if it is co-authored. That way Canvas knows that everyone has turned in work.)\n\nYou should also be familiar with the academic integrity policies of the College of Literature, Science & the Arts at the University of Michigan, which are available here: http://www.lsa.umich.edu/academicintegrity/. Violations of these policies will be reported to the Office of the Assistant Dean for Student Academic Affairs, and sanctioned with a course grade of F.\n\n\n\nDisability\n\n\nThe University of Michigan abides by the Americans with Disabilities Act of 1990, Section 504 of the Rehabilitation Act of 1973, and other applicable federal and state laws that prohibit discrimination on the basis of disability, which mandate that reasonable accommodations be provided for qualified students with disabilities.\n\nIf you have a disability, and may require some type of instructional and/or examination accommodation, please contact me early in the semester. If you have not already done so, you will also need to register with the Office of Services for Students with Disabilities. The office is located at G664 Haven Hall.\n\nFor more information on disability services at the University of Michigan, go to http://ssd.umich.edu.\n\n\n\n\n\n\nClass Schedule\n\n\nStudents must read the following before Monday’s class session. Important: class readings are subject to change, contingent on circumstances and the progress we make as a class. Students are encouraged to attend lectures and check the course website for updates. The links to readings will often be to things behind paywalls, but they are (I believe) all things you have access to through the UM library. You might have to be logged in to UM to get them though.\n\nFor each week, we’ll go through the readings in the order they are here. That doesn’t mean they are in order of importance; a couple of times there is a reading I want to focus on, but we need to briefly discuss something else to set it up. So each week I’ve starred the one that is really most crucial, though it might not be stuff we start with. Also, we’ll open each week with an open floor for any questions/comments/etc about anything on the list. After that I’ll work through things in the order they appear here, with the intent of going in the order shown.\n\nIt might not be obvious, but many of the paper titles below contain links to places the paper is accessible. (In some cases, that includes places where I have made them accessible, mostly legally.)\n\nNote that because we really aren’t expecting everyone to do the recommended reading, if you want to make a point about something in the recommended reading, you might need to provide a bit of background to any comment. (This isn’t important for the discussion boards, but it is important in class.) But you should assume everyone is familiar with the required readings, especially the starred ones.\n\n\nWeek 01, 08/30: The Fact-Value Distinction\n\n\nLRN chapter 1, especially subsection 1.4.2.\n\n\n*G. E. Moore, Chapter 1 of Principia Ethica, especially §§10-13.\n\n\nHighly Recommended\n\nJohn Maynard Keynes, My Early Beliefs.\n\n\nRecommended\n\nWilliam Frankena, The Naturalistic Fallacy.\n\n\nPekka Väyrynen, Thick Ethical Concepts in the Stanford Encyclopaedia, especially §2.1.\n\n\nSimon Kirchin, Thick Evaluation, chapter 1, especially pages 11-15.\n\n\n\nWeek 02, 09/06: Labor Day - No Class\n\n\n\nWeek 03, 09/13: Problems for the Distinction\n\n\nArthur Prior, The Automomy of Ethics.\n\n\n*Philippa Foot, Moral Arguments.\n\n\nELP, Chapter 7.\n\n\nRecommended\n\nIris Murdoch, Vision and Choice in Morality.\n\n\nGreg Restall and Gillian Russell, Barriers to Implication.\n\n\n\n\nWeek 04, 09/20: Williams on Thick Concepts\n\n\nELP, Chapters 8-10 (especially 8).\n\n\nRecommended\n\nSimon Kirchin, Thick Evaluation, chapter 8.\n\n\nLRN, §§10.2-3.\n\n\n\n\nWeek 05, 09/27: Shapelessness\n\n\nJohn McDowell, Non-Cognitivism and Rule Following.\n\n\nRecommended\n\nSimon Blackburn, Reply: Rule Following and Moral Realism.\n\n\nDebbie Roberts, Shapelessness and the Thick.\n\n\nSimon Kirchin, Thick Evaluation, chapter 5.\n\n\nLRN, Chapter 8.\n\n\n\n\nWeek 06, 10/04: Semantic Views\n\n\n*Daniel Elstein and Thomas Hurka, From Thick to Thin: Two Moral Reduction Plans.\n\n\nLRN, Chapter 3.\n\n\nRecommended\n\nLRN, Chapter 4.\n\n\nBrent Kyle, How are Thick Terms Evaluative?.\n\n\nMichael Smith, On the Nature and Significance of the Distinction Between Thick and Thin Ethical Concepts.\n\n\nSimon Kirchin, Thick Evaluation, §§2.4-2.6.\n\n\n\n\n\n\n\nWeek 07, 10/11: Pragmatic Views\n\n\nLRN, Chapter 5.\n\n\nRecommended\n\nSimon Kirchin, Thick Evaluation, Chapter 7.\n\n\nDebbie Roberts, Review of The Lewd, the Rude and the Nasty: A Study of Thick concepts in Ethics by Pekka Vayrynen.\n\n\nBianca Cepollaro and Isidora Stojanovic, Hybrid Evaluatives: In Defense of a Presuppositional Account.\n\n\n\n\nWeek 08, 10/18: Fall Study Break\n\n\nThis falls at a nice time, since it breaks the course in two between the general study of thick concepts, and looking at specific important thick concepts.\n\n\n\nWeek 09, 10/25: Modesty in Ethics\n\n\n*Julia Driver, The Virtues of Ignorance.\n\n\nG. F. Schueler, Why Modesty Is a Virtue.\n\n\nRecommended\n\nELP, Chapter 1.\n\n\nJulia Driver, Modesty and Ignorance.\n\n\nG. F. Schueler, Why Is Modesty a Virtue?.\n\n\nNicolas Bommarito, Modesty and Humility.\n\n\n\n\nWeek 10, 11/01: Modesty in Epistemology\n\n\nIan Church, The Doxastic Account of Intellectual Humility.\n\n\nAlessandra Tanesini, Intellectual Humility as Attitude.\n\n\nRecommended\n\nDuncan Pritchard, Intellectual humility and the epistemology of disagreement.\n\n\nMichael Lynch, Arrogance, Truth and Public Discourse.\n\n\nAlexandra Plakias, Some Probably-Not-Very-Good Thoughts on Underconfidence.\n\n\nNB: There is a huge and growing literature on this, and I’d be particularly happy to take recommendations for more readings on this particular question.\n\n\n\n\n\n\nWeek 11, 11/08: Hypocrisy\n\n\n*Danielle Dover, The Walk and the Talk.\n\n\nKyle G. Fritz & Daniel Miller, The Unique Badness of Hypocritical Blame.\n\n\nRecommended\n\nHannah Tierney, Hypercrisy and standing to self-blame.\n\n\nKasper Lippert-Rasmussen, Why the moral equality account of the hypocrite’s lack of standing to blame fails.\n\n\n\nWeek 12, 11/15: Open\n\n\nWeek 13, 11/22: Open\n\n\n\nWeek 14, 11/29: Open\n\n\nWe’ll discuss which virtues/vices/thick concepts we want to focus on in these weeks in weeks 1 and 2, and I’ll update this part of the syllabus with more readings.\n\n\n\nWeek 15, 12/06: Review\n\n\nWe’ll go over some themes from the course, and if anyone wants to do a presentation on their essay topic we can do some then. This is writing/grading time for most students, so we certainly won’t do new material. But I think there will be value in having a chance to review what we’ve covered, and for anyone to discuss things that came up when they were doing more reading for the short papers.\n\n\n\n\n\n",
    "preview": "posts/welcome/angell_phil.jpg",
    "last_modified": "2021-08-24T23:08:50-04:00",
    "input_file": {}
  }
]
